FreeRTOS/FreeRTOS/FreeRTOS/Demo/CORTEX_M7_SAMV71_Xplained_IAR_Keil/libchip_samv7/include/samv7/pio/pio_samv71q20.h
#define PIO_PC14_IDX                 85
#define PIO_PC16_IDX                 86
#define PIO_PC17_IDX                 87
#define PIO_PC18_IDX                 88
#define PIO_PC19_IDX                 89
#define PIO_PC20_IDX                 90
#define PIO_PC21_IDX                 91
#define PIO_PC22_IDX                 92
#define PIO_PC23_IDX                 93
#define PIO_PC24_IDX                 94
#define PIO_PC25_IDX                 95
#define PIO_PD0_IDX                  96
#define PIO_PD31_IDX                 97
#define PIO_PD30_IDX                 98
#define PIO_PD27_IDX                 99
#define PIO_PD25_IDX                 100
#define PIO_PD26_IDX                 101
#define PIO_PD24_IDX                 102
#define PIO_PD23_IDX                 103
#define PIO_PD22_IDX                 104
#define PIO_PD21_IDX                 105
#define PIO_PD20_IDX                 106
#define PIO_PD19_IDX                 107
#define PIO_PD18_IDX                 108
#define PIO_PD28_IDX                 109
#define PIO_PD17_IDX                 110
#define PIO_PD16_IDX                 111
#define PIO_PD14_IDX                 112
#define PIO_PD13_IDX                 113
#define PIO_PD12_IDX                 114
#define PIO_PD11_IDX                 115
#define PIO_PD10_IDX                 116
#define PIO_PD15_IDX                 117
#define PIO_PD29_IDX                 118
#define PIO_PD9_IDX                  119
#define PIO_PD8_IDX                  120
#define PIO_PD7_IDX                  121
#define PIO_PD6_IDX                  122
#define PIO_PD5_IDX                  123
#define PIO_PD4_IDX                  124
#define PIO_PD3_IDX                  125
#define PIO_PD2_IDX                  126
#define PIO_PD1_IDX                  127
#define PIO_PE0_IDX                  128
#define PIO_PE1_IDX                  129
#define PIO_PE2_IDX                  130
#define PIO_PE3_IDX                  131
#define PIO_PE4_IDX                  132
#define PIO_PE5_IDX                  133

#endif /* _SAMV71Q20_PIO_ */
